Repository: LocalNomad10/health-portal
Catalog: src/Enymind/Bundle/Health/WelcomeBundle/Resources/translations/messages.*.xlf
Languages: fi

source: Back
fi: Takaisin

source: Health Portal About
fi: Tietoja portaalista

source: About
fi: Tietoja

source: Health Portal Home
fi: Portaalin koti

source: Log In
fi: Kirjaudu

source: <strong>Welcome</strong> to use personal health portal application.
fi: <strong>Tervetuloa</strong> käyttämään henkilökohtaista terveysportaalia.

source: So, whats next?
fi: Mitä seuraavaksi?

source: <strong>The very next</strong> thing you need to do is to get yourself an account.
fi: <strong>Seuraava asia</strong>, jota tarvitset, on oma tunnus palveluun.

source: <strong>Please choose</strong> one of choices bellow...
fi: <strong>Ole hyvä</strong> ja valitse alta...

source: I am a new user
fi: Olen uusi käyttäjä

source: No personal information, like your name, or your location, is stored in this system.
fi: Järjestelmään ei tallenneta henkilökohtaisia tietojasi, kuten nimeäsi tai sijaintiasi.

source: Here is your personal code:
fi: Tässä henkilökohtainen koodisi:

source: Password
fi: Salasana

source: Password again
fi: Salasana uudestaan

source: Save and remember your personal code and password well!
fi: Tallenna tai muista henkilökohtainen koodisi ja salasanasi!

source: Register
fi: Rekisteröidy

source: I already have an account
fi: Minulla on jo tunnus

source: Just as well you can find the same icon at the <strong>top right</strong> corner of this page. Next time, use icon at top right corner to speed up your log in process.
fi: Voit yhtä hyvin käyttää tämän sivun <strong>oikealla yläkulmassa</strong> sijaitsevaa kirjautumispainiketta. Seuraavalla kerralla käytä yläkulman painiketta nopeuttaaksesi kirjautumistasi.

source: Health Portal Log In
fi: Portaalin kirjautuminen

source: <strong>Please click and type</strong> your personal code and a password.
fi: <strong>Syötä</strong> henkilökohtainen koodisi, salasanasi ja kirjaudu sisään.

source: Personal code
fi: Henk. koodi

source: Hint
fi: Vihje

source: <strong>Set this page</strong> to your browser's <strong>bookmark list</strong> to speed up log in process next time.
fi: <strong>Lisää</strong> tämä sivu selaimesi <strong>kirjanmerkkeihin</strong> nopeuttaaksesi kirjautumista seuraavalla kerralla.

source: Add bookmark
fi: Lisää kirjanmerkki

source: Send credentials by email
fi: Lähetä tunnukset sähköpostilla

source: No personal information, like your name, email, or your location, is stored in this system without your knowledge.
fi: Järjestelmään ei tallenneta henkilökohtaisia tietojasi, kuten nimeäsi tai sijaintiasi tietämättäsi.

source: Email:
fi: Sähköposti:

source: your@email.com
fi: nimi@osoite.fi

source: Send
fi: Lähetä

source: Adding bookmarks is not supported on your browser!
fi: Selaimesi ei tue kirjanmerkkien lisäämistä!

source: Health Portal Help
fi: Portaalin ohje

source: Search
fi: Haku

source: Nothing here yet...
fi: Täälä ei vielä mitään...

source: Help
fi: Ohje

source: Password:
fi: Salasana:

source: Personal code:
fi: Henkilökohtainen koodi:

source: Error occured during log in process:
fi: Tapahtui virhe kirjauduttaessa sisään:

source: Requested page not found!
fi: Pyydettyä sivua ei löydy!
