Repository: LocalNomad10/health-portal
Catalog: src/Enymind/Bundle/Health/SecureBundle/Resources/translations/messages.*.xlf
Languages: fi

source: Back
fi: Takaisin

source: New entry group
fi: Uusi sarja

source: Manage entry groups
fi: Hallitse sarjoja

source: Create a new entry group
fi: Lisää uusi sarja

source: Filter by entry group...
fi: Suodata sarjan nimellä...

source: Edit
fi: Muokkaa

source: Edit entry group
fi: Muokkaa sarjaa

source: Delete
fi: Poista

source: New entry type
fi: Uusi mittaustyyppi

source: Manage entry types
fi: Hallitse mittaustyyppejä

source: Create a new entry type
fi: Lisää uusi mittaustyyppi

source: Filter by entry type...
fi: Suodata mittaustyypin nimellä...

source: Edit entry type
fi: Muokkaa mittaustyyppiä

source: Message sent succesfully!
fi: Sähköposti lähetetty onnistuneesti!

source: Email saved succesfully!
fi: Sähköposti tallennettu onnistuneesti!

source: Dear
fi: Hei

source: Here is your personal code:
fi: Tässä henkilökohtainen koodisi:

source: Best Regards
fi: Terveisin

source: New user
fi: Uusi käyttäjä

source: Log In
fi: Kirjaudu

source: <strong>New user</strong> (you) has been created with following credentials:
fi: <strong>Uusi käyttäjä</strong> (sinä) on luotu järjestelmään seuraavilla tiedoilla:

source: Personal code:
fi: Henkilökohtainen koodi:

source: Hint
fi: Vihje

source: Remember to save your credentials in a safe place!
fi: Muista tallentaa tunnuksesi talteen varmaan paikkaan!

source: You can send your credentials by email at a login page.
fi: Voit lähettää tunnuksesi itsellesi sähköpostilla kirjautumissivulla.

source: Enter entry value
fi: Syötä mittauksen arvo

source: Value in
fi: Suure

source: Add entry
fi: Lisää mittaus

source: Enter group
fi: Syötä sarja

source: Search entry group...
fi: Etsi sarjan nimellä...

source: Enter entry
fi: Syötä mittaus

source: Search entry type...
fi: Etsi mittaustyyppin nimellä...

source: Statistics
fi: Tilastot

source: Enter entry values
fi: Syötä mittauksen arvot

source: Log Out
fi: Kirjaudu ulos

source: Dashboard
fi: Etusivu

source: Help
fi: Ohje

source: Enter value
fi: Syötä arvo

source: Reporting
fi: Raportointi

source: Entries in system:
fi: Mittauksia järjestelmässä:

source: Manage types
fi: Hallitse tyyppejä

source: Manage groups
fi: Hallitse sarjoja

source: Manage pools
fi: Hallitse altaita

source: Settings
fi: Asetukset

source: Report
fi: Raportti

source: Search
fi: Haku

source: Number of entries:
fi: Mittausten määrä:
